tap "aquasecurity/trivy"
tap "bearer/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "sanemat/font"
tap "supabase/tap"
tap "universal-ctags/universal-ctags"
tap "wagoodman/dive"
brew "openssl@3"
brew "asdf"
brew "awscli"
brew "bash-completion"
brew "tmux"
brew "byobu"
brew "glib", link: false
brew "cfssl"
brew "cloc"
brew "qemu"
brew "colima"
brew "cpanminus"
brew "ctags"
brew "deno"
brew "dive"
brew "docker"
brew "docker-compose"
brew "git"
brew "git-filter-repo"
brew "gitleaks"
brew "gnupg"
brew "go"
brew "harfbuzz"
brew "kube-ps1"
brew "kubectx"
brew "libaacs", link: false
brew "libbdplus"
brew "libbluray"
brew "mysql"
brew "neovim"
brew "nuclei"
brew "osv-scanner"
brew "pango"
brew "pgvector"
brew "postgresql@15"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "reattach-to-user-namespace"
brew "ruby-build"
brew "shfmt"
brew "universal-ctags", args: ["HEAD"]
brew "watch"
brew "wget"
brew "aquasecurity/trivy/trivy"
brew "bearer/tap/bearer"
brew "supabase/tap/supabase"
cask "multipass"
cask "warp"
