tap "aquasecurity/trivy"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "sanemat/font"
tap "supabase/tap"
tap "universal-ctags/universal-ctags"
tap "wagoodman/dive"
brew "openssl@3"
brew "asdf"
brew "bash-completion"
brew "python@3.11"
brew "tmux"
brew "byobu"
brew "glib"
brew "cfssl"
brew "qemu"
brew "colima"
brew "ctags"
brew "dive"
brew "docker"
brew "docker-compose"
brew "harfbuzz"
brew "pango"
brew "git"
brew "gnupg"
brew "go"
brew "kube-ps1"
brew "kubectx"
brew "mysql"
brew "neovim"
brew "postgresql@15"
brew "python@3.10"
brew "python@3.9"
brew "reattach-to-user-namespace"
brew "ruby-build"
brew "shfmt"
brew "watch"
brew "wget"
brew "aquasecurity/trivy/trivy"
brew "sanemat/font/ricty"
brew "supabase/tap/supabase"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "ngrok"
cask "warp"
