tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "sanemat/font"
tap "universal-ctags/universal-ctags"
tap "wagoodman/dive"
brew "asdf"
brew "bash-completion"
brew "tmux"
brew "byobu"
brew "python@3.9"
brew "glib"
brew "ctags"
brew "dive"
brew "docker"
brew "docker-compose"
brew "harfbuzz"
brew "pango"
brew "git"
brew "go"
brew "kube-ps1"
brew "kubectx"
brew "mysql"
brew "neovim"
brew "ruby-build", args: ["HEAD"]
brew "rbenv"
brew "rbenv-gemset"
brew "reattach-to-user-namespace"
brew "wget"
brew "sanemat/font/ricty"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"], link: false
